<?xml version="1.0" encoding="utf-8"?>
<rss version="2.0" xml:base="http://www.jabberes.org"  xmlns:dc="http://purl.org/dc/elements/1.1/">
<channel>
 <title>JabberES - Introducción</title>
 <link>http://www.jabberes.org/taxonomy/term/10/0</link>
 <description></description>
 <language>es</language>
<item>
 <title>solo necesito tener un poco de esparcimiento!!!</title>
 <link>http://www.jabberes.org/node/820</link>
 <description>&lt;p&gt;Hola gente solo necesito saber si este sistema es bueno ya que quiero tener mucho mas acceso de people........ y pues mas capacidad para guardar mis archivos&lt;/p&gt;
</description>
 <comments>http://www.jabberes.org/node/820#comments</comments>
 <category domain="http://www.jabberes.org/taxonomy/term/10">Introducción</category>
 <pubDate>Wed, 21 Jun 2006 18:08:55 +0000</pubDate>
 <dc:creator>Kate</dc:creator>
 <guid isPermaLink="false">820 at http://www.jabberes.org</guid>
</item>
<item>
 <title>Propuesta de E-Mail para promocionar el uso de Jabber (Wiki)</title>
 <link>http://www.jabberes.org/node/800</link>
 <description>&lt;p&gt;La idea de este post es crear un correo modelo (actualizado) para crear un email para promocionar el uso de jabber.&lt;/p&gt;
&lt;hr /&gt;
&lt;p&gt;¿Imaginas un mundo en el que no pudieras mandar un email a alguien de Yahoo! sin tener cuenta con ellos? ¿Un mundo en el que para llamar a un teléfono móvil de Movistar tuvieras que tener contrato con Movistar?&lt;/p&gt;
&lt;p&gt;¡Pues eso pasa con la mensajería instantánea! Para hablar con la gente de MSN tienes que tener una cuenta con ellos y para hablar con los de AIM, tienes que estar dado de alta con ellos. Alguien de Yahoo! no puede hablar con otra persona que use otro servicio distinto. Esto sucede porque los proveedores bloquean el acceso a terceras personas para retener a los usuarios en sus productos ¿No sería genial que existiera una alternativa? Existe, es Jabber.&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;http://www.jabberes.org/node/800&quot; target=&quot;_blank&quot;&gt;leer más&lt;/a&gt;&lt;/p&gt;</description>
 <comments>http://www.jabberes.org/node/800#comments</comments>
 <category domain="http://www.jabberes.org/taxonomy/term/10">Introducción</category>
 <pubDate>Mon, 15 May 2006 23:58:59 +0000</pubDate>
 <dc:creator>naw</dc:creator>
 <guid isPermaLink="false">800 at http://www.jabberes.org</guid>
</item>
<item>
 <title>Unete</title>
 <link>http://www.jabberes.org/node/302</link>
 <description>&lt;p&gt;Son muchos aquellos que  dicen que no encuentran contactos en jabber o que no conocen gente, bien pues abro este hilo para que vayais poniendo vuestros JIDS asi como la información personal que creais conveniente para tener un Roster general y asi ampliar la lista de contactos, bienbenidos a Jabber.&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;http://www.jabberes.org/node/302&quot; target=&quot;_blank&quot;&gt;leer más&lt;/a&gt;&lt;/p&gt;</description>
 <comments>http://www.jabberes.org/node/302#comments</comments>
 <category domain="http://www.jabberes.org/taxonomy/term/10">Introducción</category>
 <pubDate>Sun, 11 Jul 2004 08:58:51 +0000</pubDate>
 <dc:creator>_SAYA_</dc:creator>
 <guid isPermaLink="false">302 at http://www.jabberes.org</guid>
</item>
<item>
 <title>Un poco de historia</title>
 <link>http://www.jabberes.org/node/295</link>
 <description>&lt;p&gt;Convencido para el propósito de la mano de &lt;a href=&quot;http://www.aditel.org/~javierm&quot;&gt;mi colega Javi&lt;/a&gt;, me he decidido a escribir un poco sobre lo que sé de la historia de la mensajería instantánea. El articulillo tiene como destino uno de los proyectos del susodicho, que es el &lt;a href=&quot;http://gamazine.aditel.org&quot;&gt;GamaZine&lt;/a&gt;. No puedo confirmar todos los datos, debido a que se trata de cosas que han ido dejando poso en mi mente a lo largo del tiempo.&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;http://www.jabberes.org/node/295&quot; target=&quot;_blank&quot;&gt;leer más&lt;/a&gt;&lt;/p&gt;</description>
 <comments>http://www.jabberes.org/node/295#comments</comments>
 <category domain="http://www.jabberes.org/taxonomy/term/10">Introducción</category>
 <pubDate>Mon, 21 Jun 2004 20:24:00 +0000</pubDate>
 <dc:creator>peralta</dc:creator>
 <guid isPermaLink="false">295 at http://www.jabberes.org</guid>
</item>
<item>
 <title>JID</title>
 <link>http://www.jabberes.org/node/174</link>
 <description>&lt;p&gt;El JID, también conocido como &lt;em&gt;Jabber ID&lt;/em&gt; o ID de contacto, es la dirección que tiene todo ente accesible a través de Jabber. Todo usuario de Jabber tiene un ID de la siguiente forma: &lt;em&gt;usuario&lt;/em&gt;@&lt;strong&gt;servidor&lt;/strong&gt;, que viene a significar que &lt;em&gt;usuario&lt;/em&gt; tiene una cuenta en &lt;strong&gt;servidor&lt;/strong&gt;, al igual que sucede con el correo electrónico.&lt;/p&gt;
&lt;p&gt;Los JIDs, sin embargo, no tienen porqué estar compuestos de esa manera. Los siguientes JIDs son válidos:
&lt;ul&gt;
&lt;li&gt;&lt;strong&gt;servidor&lt;/strong&gt;
&lt;/li&gt;&lt;li&gt;&lt;em&gt;usuario&lt;/em&gt;@&lt;strong&gt;servidor&lt;/strong&gt;
&lt;/li&gt;&lt;li&gt;&lt;em&gt;usuario&lt;/em&gt;@&lt;strong&gt;servidor&lt;/strong&gt;/&lt;em&gt;recurso&lt;/em&gt;&lt;/li&gt;&lt;/ul&gt;
&lt;/p&gt;&lt;p&gt;Una sala de chala en grupo, por ejemplo, suele tener un JID del estilo &lt;em&gt;nombre_de_la_sala&lt;/em&gt;@&lt;strong&gt;servidor&lt;/strong&gt;. Un usuario conectado varias veces tendrá JIDs similares en lo que se refiere a la parte usuario y servidor, pero cambiará la del recurso.&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;http://www.jabberes.org/node/174&quot; target=&quot;_blank&quot;&gt;leer más&lt;/a&gt;&lt;/p&gt;</description>
 <comments>http://www.jabberes.org/node/174#comments</comments>
 <category domain="http://www.jabberes.org/taxonomy/term/10">Introducción</category>
 <pubDate>Fri, 02 Jan 2004 18:34:00 +0000</pubDate>
 <dc:creator>peralta</dc:creator>
 <guid isPermaLink="false">174 at http://www.jabberes.org</guid>
</item>
<item>
 <title>Introducción a Jabber de Membris Khan</title>
 <link>http://www.jabberes.org/node/100</link>
 <description>&lt;p&gt;Puedes encontar la pagina original en http://giingo.org/jabber.html&lt;br /&gt;
&lt;span&gt;&amp;iquest;Qu&amp;eacute; es Jabber?&lt;/span&gt;&lt;br /&gt;&lt;/p&gt;
&lt;p&gt;&lt;br /&gt;&lt;br /&gt;
Jaber es un protocolo abierto basado en &lt;a href=&quot;http://www.w3.org/XML/&quot; target=&quot;_blank&quot;&gt;el est&amp;aacute;ndar XML&lt;/a&gt;&lt;br /&gt;
para el intercambio en tiempo real de mensajes y presencia entre dos&lt;br /&gt;
puntos en Internet. La principal aplicacion de la tecnolog&amp;iacute;a&lt;br /&gt;
Jabber es una extensible plataforma de mensajer&amp;iacute;a y una red de&lt;br /&gt;
MI (mensajer&amp;iacute;a instant&amp;aacute;nea) que ofrece una funcionalidad&lt;br /&gt;
similar a la de otros sistemas de MI como AIM, ICQ, MSN y Yahoo.&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;http://www.jabberes.org/node/100&quot; target=&quot;_blank&quot;&gt;leer más&lt;/a&gt;&lt;/p&gt;</description>
 <comments>http://www.jabberes.org/node/100#comments</comments>
 <category domain="http://www.jabberes.org/taxonomy/term/10">Introducción</category>
 <pubDate>Mon, 13 Oct 2003 23:37:00 +0000</pubDate>
 <dc:creator>_SAYA_</dc:creator>
 <guid isPermaLink="false">100 at http://www.jabberes.org</guid>
</item>
<item>
 <title>Como crear una cuenta en Jabber (minitutorial)</title>
 <link>http://www.jabberes.org/node/89</link>
 <description>&lt;h1&gt;El cambio&lt;/h1&gt;
&lt;p&gt;Desde hace un tiempo la compañia propietaria de la plataforma de comunicacion MSN Microsoft® ha dado una serie de pasos con la intencion de cerrar su plataforma a terceros
&lt;/p&gt;&lt;p&gt;Su primer paso fue eliminar la compatibilidad hacia atras con la excusa del aumento de seguridad seguridad, acompañando a este paso para poder usar el nuevo protocolo deben pedir licencia todos aquellos programadores que deseen crear su propio cliente, esto crea problemas que no voy a detallar porque no da a lugar.Si de verdad quieres saber mas visita &lt;a href=&quot;http://www.jabberes.org/node/view/55&quot;&gt;esto&lt;/a&gt; un documento en constante mejora y ampliacion que actualmente refleja el malestar de quellos que han contribuido a su creacion.&lt;/p&gt;
&lt;p&gt;En segundo lugar Microsoft® ha procedido al cierre de toda sala de habla hispana para aquellos que no usen el nuevo MSN 8 (&lt;a href=&quot;http://join.msn.com/?page=dept/prices&quot;&gt;cliente de pago desde 69&#039;99€ año/usuario&lt;/a&gt;) &lt;/p&gt;
&lt;p&gt;Esta claro que la intencion de Microsoft® tal y como detallan fuentes internas que prefieren no darse a conocer es el de cerrar la plataforma y hacerla totalmente de pago o esponsorizada via web (esto es eliminar MSN mensseger y solo dar servicio a traves de webchat o MSN 8 y superiores cobrando por todo ello)&lt;/p&gt;
&lt;p&gt;Jabber se creo en su momento previniendo una situacion como esta en la que los diferentes propietarios de las plataformas decieran cerrar su formato, se creo de forma que nadie pudiera hacer lo mismo desde ese momento.&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;http://www.jabberes.org/node/89&quot; target=&quot;_blank&quot;&gt;leer más&lt;/a&gt;&lt;/p&gt;</description>
 <comments>http://www.jabberes.org/node/89#comments</comments>
 <category domain="http://www.jabberes.org/taxonomy/term/10">Introducción</category>
 <pubDate>Fri, 03 Oct 2003 18:18:37 +0000</pubDate>
 <dc:creator>_SAYA_</dc:creator>
 <guid isPermaLink="false">89 at http://www.jabberes.org</guid>
</item>
<item>
 <title>La Gran Trampa</title>
 <link>http://www.jabberes.org/node/55</link>
 <description>&lt;p&gt;&lt;em&gt;BORRADOR elaborado inicialmente por DiThi&lt;/em&gt;&lt;/p&gt;
&lt;h1&gt;  LA GRAN TRAMPA DEL MSN&lt;/h1&gt;
&lt;p&gt;&lt;strong&gt;Te preguntar&amp;aacute;s porqu&amp;eacute; decimos que MSN es una trampa&lt;/strong&gt;, pues bien: MSN Messenger es un servicio de Mensajer&amp;iacute;a Instant&amp;aacute;nea (IM, &lt;em&gt;Instant Messaging&lt;/em&gt;)&lt;br /&gt;
creado por Microsoft (empresa propietaria de MSN y Hotmail). Con un servicio de IM (como por ejemplo MSN Messenger) puedes tener a una lista de amigos, los cuales sabes si est&amp;aacute;n disponibles para mandarles un mensaje en el acto. Es mucho mas r&amp;aacute;pido y directo que el e-mail, adem&amp;aacute;s de c&amp;oacute;modo. El problema est&amp;aacute; en la forma de actuar de MSN Messenger, y, m&amp;aacute;s concretamente, de la empresa que lo controla, Microsoft.&lt;/p&gt;
&lt;h1&gt;
  Q &amp;iquest;Cual es el problema con MSN? &amp;iquest;Por qu&amp;eacute; dices que MSN es una trampa?&lt;br /&gt;
&lt;/h1&gt;
&lt;p&gt;B&amp;aacute;sicamente, el problema es la falta de libertad. Del mismo modo que tienes libertad para elegir con qu&amp;eacute; programa oyes tus MP3, o qu&amp;eacute; modelo de tel&amp;eacute;fono movil prefieres, deber&amp;iacute;as tener la libertad de elegir qu&amp;eacute; programa quieres para charlar con tus amigos.&lt;/p&gt;
&lt;p&gt;MSN se impuso a otros sistemas que ya exist&amp;iacute;an (y existen): otros servicios de IM muy buenos, por ejemplo &lt;a href=&quot;http://es.wikipedia.org/wiki/ICQ&quot;&gt;ICQ&lt;/a&gt;, que fue el primero explotado a escala Internet y el de m&amp;aacute;s éxito en su momento, AOL/&lt;a href=&quot;http://es.wikipedia.org/wiki/AIM&quot;&gt;AIM&lt;/a&gt; y  &lt;a href=&quot;http://es.wikipedia.org/wiki/Yahoo&quot;&gt;Yahoo!&lt;/a&gt; que fueron despu&amp;eacute;s, aprovechando la posici&amp;oacute;n de dominio de Microsoft Windows.&lt;/p&gt;
&lt;p&gt;&amp;Eacute;sto no era malo, ya que hasta ahora cualquiera pod&amp;iacute;a elegir el cliente MSN que m&amp;aacute;s se adaptase a sus necesitades (MSN oficial,trilian, amsn, gaim,...) y utilizarlo.&lt;/p&gt;
&lt;p&gt;Sin embargo, a partir del 15 de Octubre, esta libertad ya no existir&amp;aacute;. Microsoft ha decidido cambiar el protocolo de su red y los usuarios que no usen el cliente MSN5.0 o MSN6.0 no podr&amp;aacute;n conectarse. &amp;Eacute;sto, adem&amp;aacute;s de coartar la libertad de elecci&amp;oacute;n de los usuarios, impide que las personas que no usen Windows (o que usen Windows95) puedan conectarse al MSN.&lt;/p&gt;
&lt;p&gt;Esto ademas impide a personas discapacitadas usar programas y o interpretes que les ayuden a paliar su disfuncion ya que los clientes de Microsoft® no les dan soporte actualmente&lt;/p&gt;
&lt;p&gt;Mucha gente piensa que la soluci&amp;oacute;n es que los&lt;br /&gt;
  clientes alternativos al de Microsoft se adapten al nuevo protocolo, sin embargo, segun cuenta la gente de gaim (cliente de MSN entre otros ...), podr&amp;iacute;an tener problemas legales para utilizarlo &lt;a href=&quot;http://gaim.sourceforge.net/msn.php&quot;&gt;http://gaim.sourceforge.net/msn.php&lt;/a&gt;.&lt;/p&gt;
&lt;p&gt;Ahora la red MSN se convierte una red completamente cerrada, que depende absolutamente de la voluntad de una sola empresa, Microsoft. &amp;Eacute;sto tiene varias desventajas: Microsoft puede en cualquier momento exigir lo que quiera a sus clientes por seguir usando la red, incluso podr&amp;iacute;a cobrar por sus servicios.&lt;/p&gt;
&lt;p&gt;Actualmente ya solicita informacion privada totalmente irrelevante para dar el servicio con la unica intencion de vender los datos a terceras compañias que procesan los datos para sus campañas de publicidad haciendo perfiles de usuario segun sus preferencias.&lt;/p&gt;
&lt;h1&gt;
  Q: &amp;iquest;C&amp;oacute;mo que cobrar? Pero si MSN es gratis...&lt;br /&gt;
&lt;/h1&gt;
&lt;p&gt;Pues s&amp;iacute;, aunque parezca mentira, cobrar o hacer lo que quiera con sus productos. De esto tenemos varios precedentes. MSN Explorer (no confundir con Internet Explorer), por ejemplo, es un navegador que Microsoft ofrec&amp;iacute;a gratis en un primer momento, y, en el momento en que ha conseguido cuota de mercado, ha decidido hacerlo de pago: &lt;a href=&quot;http://join.msn.com/?page=dept/prices&quot;&gt;Lista de tarifas oficial de MSN&lt;/a&gt;&lt;/p&gt;
&lt;p&gt;As&amp;iacute;mismo, el servicio de correo gratuito Hotmail, antes de su compra por parte de Microsoft, conced&amp;iacute;a una capacidad de almacenamiento en las cuentas de 6 Mb, y a partir de la operaci&amp;oacute;n de compra se redujo progresivamente, pasando en un primer momento a 4 Mb y luego a 2, teniendo que pagar por tener espacio extra de almacenamiento.&lt;/p&gt;
&lt;h1&gt;
  Q: ¡Si MSN Messenger es gratis! &amp;iquest;Por qu&amp;eacute; tanto revuelo?&lt;br /&gt;
&lt;/h1&gt;
&lt;p&gt;Desde hace unos d&amp;iacute;as los usuarios de otros clientes de mensajer&amp;iacute;a distintos de MSN Messenger 5.0 &amp;oacute; 6.0 no paran de recibir este mensaje:&lt;/p&gt;
&lt;pre&gt; messenger@microsoft.com: Est&amp;aacute; ejecutando una versi&amp;oacute;n de messenger que necesita una actualizaci&amp;oacute;n inmediata. Visite &lt;a href=&quot;http://messenger.msn.com/Help/Upgrades.aspx?mkt=es&quot;&gt;http://messenger.msn.com/Help/Upgrades.aspx?mkt=es&lt;/a&gt;      para completar la actualizaci&amp;oacute;n.&lt;/pre&gt;&lt;p&gt;
Esto ocurre porque MSN detecta que utilizamos una versi&amp;oacute;n de MSN Messenger inferior a la 5.0. Hay much&amp;iacute;sima gente que a&amp;uacute;n utiliza Windows 95 o Windows 98 primera edici&amp;oacute;n, y que no pueden instalarse el &amp;uacute;ltimo cliente MSN Messenger de Microsoft. Pero adem&amp;aacute;s hay tambi&amp;eacute;n mucha gente que no utiliza MSN Messenger para acceder a la red MSN y hablar con sus amigos, sino otros clientes, incluso algunos que se pueden conectar con m&amp;uacute;ltiples redes a la vez, como por ejemplo [[Trillian]]; tambi&amp;eacute;n hay mucha gente que usa otros clientes compatibles con la red MSN en sistemas operativos que no son Windows, como FreeBSD, QNX, Linux, BeOS, OS/2, UNIX o MacOS, entre otros (aunque para &amp;eacute;ste &amp;uacute;ltimo Microsoft tiene su propia versi&amp;oacute;n de MSN Messenger).&lt;/p&gt;
&lt;p&gt;Pero Microsoft va a cambiar el protocolo de su red a partir del 15 de octubre, y por tanto, solamente funcionar&amp;aacute; su MSN Messenger, versi&amp;oacute;n 5.0 o superior. Otros programas que accedan a la red MSN quiz&amp;aacute; puedan actualizarse y volver a funcionar enseguida, pero Microsoft quiere imponer una licencia a los programas que no sean los suyos. As&amp;iacute;, Microsoft puede saber realmente la cuota de mercado de su programa y planificar futuros pasos.&lt;/p&gt;
&lt;h1&gt;
  Q: &amp;iquest;Y qu&amp;eacute; puedo hacer? &amp;iexcl;Tengo muchos contactos en MSN!&lt;br /&gt;
&lt;/h1&gt;
&lt;p&gt;Existen muchas alternativas que funcionan tan bien como MSN o todav&amp;iacute;a mucho mejor. Hay otras empresas adem&amp;aacute;s de Microsoft que disponen de redes IM, como Yahoo!, ICQ, AOL/AIM, pero.... &amp;iquest;Por qu&amp;eacute; depender de una empresa?&lt;/p&gt;
&lt;p&gt;&lt;strong&gt;Hay una alternativa totalmente libre que no est&amp;aacute; centralizada ni la controla ninguna empresa en particular.&lt;/strong&gt; &lt;strong&gt;Esa alternativa es eficaz y su uso es totalmente gratuito, sin cadenas ni compromisos&lt;/strong&gt;&lt;/p&gt;
&lt;dl&gt;
&lt;dd class=&quot;quote&quot;&gt;
    Se llama &lt;strong&gt;Jabber&lt;/strong&gt;.&lt;br /&gt;
  &lt;/dd&gt;
&lt;/dl&gt;
&lt;p&gt;Existen clientes Jabber para todas las plataformas conocidas, incluyendo los telefonos móviles de última generación con Java.&lt;/p&gt;
&lt;p&gt;Con Jabber podr&amp;aacute;s hacer lo mismo que con otros servicios IM, y adem&amp;aacute;s:&lt;/p&gt;
&lt;ul&gt;
&lt;li&gt;
No est&amp;aacute;s atado a una empresa
  &lt;/li&gt;
&lt;li&gt;
No est&amp;aacute;s en la obligaci&amp;oacute;n de usar un programa concreto, tienes variedad donde elegir
  &lt;/li&gt;
&lt;li&gt;
Es un protocolo est&amp;aacute;ndar, es f&amp;aacute;cil de hacer nuevos programas para Jabber
  &lt;/li&gt;
&lt;li&gt;
No est&amp;aacute; centralizado, eso quiere decir que &lt;strong&gt;nadie&lt;/strong&gt; puede destruir la red Jabber, ni cobrar por utilizarla
  &lt;/li&gt;
&lt;li&gt;
Es potente y en constante proceso de mejora: es libre y f&amp;aacute;cil de ampliar
  &lt;/li&gt;
&lt;li&gt;
No est&amp;aacute;s limitado a 150 contactos
  &lt;/li&gt;
&lt;li&gt;
Puedes mandar mensajes a todos tus contactos, aunque no est&amp;eacute;n conectados.
  &lt;/li&gt;
&lt;li&gt;
&lt;strong&gt;Es seguro:&lt;/strong&gt; puedes cifrar el proceso de identificación por &lt;a href=&quot;http://www.jabberes.org/node/view/8#ssllargo&quot;&gt;SSL&lt;/a&gt; e incluso el contenido de los mensajes por medio de [OpenPGP], dos métodos criptográficos reconocidos.
  &lt;/li&gt;
&lt;li&gt;
Puedes &lt;strong&gt;chatear&lt;/strong&gt; en canales p&amp;uacute;blicos y privados con mucha gente.
  &lt;/li&gt;
&lt;li&gt;
&lt;strong&gt;No hay publicidad&lt;/strong&gt;
  &lt;/li&gt;
&lt;/ul&gt;
&lt;p&gt;Con las tarifas actuales de teléfonos móviles mandar un SMS cuesta unos 0,03&amp;euro; al mismo precio puedes enviar el equivalente a 27 mensajes SMS a traves de Jabber y de una forma mucho más comoda segura y rápida con la ventaja de poder comunicarte y chatear con gente desde tu móvil o desde tu ordenador con la misma cuenta Jabber.&lt;/p&gt;
&lt;dl&gt;
&lt;dd class=&quot;quote&quot;&gt;
Si quieres conocer m&amp;aacute;s detalles de la superioridad t&amp;eacute;cnica de Jabber haz clic &lt;a href=&quot;http://enciclopedia.us.es/wiki.phtml?title=Jabber&quot;&gt;aqu&amp;amp;iacute&lt;/a&gt;&lt;br /&gt;
  &lt;/dd&gt;
&lt;/dl&gt;
&lt;p&gt;&lt;br /&gt;&lt;br /&gt;
&lt;h1&gt;
Q: &amp;iquest;C&amp;oacute;mo que chatear? &amp;iquest;Jabber tiene chats?&lt;br /&gt;
&lt;/h1&gt;
&lt;/p&gt;&lt;p&gt;S&amp;iacute;, con los programas Jabber te puedes unir a los chats en grupo, puedes crear tus propios canales sin necesidad de registro, y dentro del chat podr&amp;aacute;s mantener el anonimato. Estos chats no tienen un l&amp;iacute;mite de usuarios y es una manera de conocer nueva gente.&lt;/p&gt;
&lt;p&gt;M&amp;aacute;s adelante ofrecemos una lista de buenos canales donde chatear.&lt;/p&gt;
&lt;h1&gt;
Q: Insisto: &amp;iexcl;Tengo muchos contactos en MSN! &amp;iquest;los dejo por ah&amp;iacute; tirados?&lt;br /&gt;
&lt;/h1&gt;
&lt;p&gt;No hace falta: &lt;strong&gt;puedes estar usando MSN y Jabber al tiempo.&lt;/strong&gt; Es m&amp;aacute;s: si convences a todos para que usen Jabber, puedes dejar de usar MSN :)&lt;/p&gt;
&lt;p&gt;Puedes seguir usando MSN o Hotmail para leer el correo, aunque existen otros servicios de correo gratuito con mucha m&amp;aacute;s capacidad y sin publicidad.&lt;/p&gt;
&lt;p&gt;Para usar MSN y Jabber a la vez tienes 2 alternativas:&lt;/p&gt;
&lt;ul&gt;
&lt;li&gt;
Usar un programa que funcione con Jabber y MSN a la vez, teniendo a tu lista de amigos en una sola ventana.
  &lt;/li&gt;
&lt;/ul&gt;
&lt;dl&gt;
&lt;dd class=&quot;quote&quot;&gt;
&lt;em&gt;NOTA: Microsoft trata de impedir esta posibilidad, en el futuro quiz&amp;aacute; ya no sea posible disfrutar de esta alternativa.&lt;/em&gt;&lt;br /&gt;
  &lt;/dd&gt;
&lt;/dl&gt;
&lt;ul&gt;
&lt;li&gt;
Tener el MSN Messenger y un programa de Jabber abiertos por separado, as&amp;iacute; evitas incompatibilidades. A algunas personas no les gusta tener 2 programas abiertos pero os aseguro que es f&amp;aacute;cil acostumbrarse.
  &lt;/li&gt;
&lt;/ul&gt;
&lt;p&gt;M&amp;aacute;s abajo te decimos c&amp;oacute;mo usar Jabber y ofrecemos una lista de programas que funcionan con Jabber y con MSN.&lt;/p&gt;
&lt;h1&gt;
  Q: &amp;iexcl;Pero a Jabber le faltan emoticonos (smileys) avatares, fotos, juegos! &amp;iquest;Por qu&amp;eacute;?&lt;br /&gt;
&lt;/h1&gt;
&lt;p&gt;No no le falta nada de eso, lejos de dar una larga explicacion del porque si las tiene dire que hay muchos programas cliente Jabber y, por supuesto, entre ellos hay programas que s&amp;iacute; tienen lo que tu dices y mas (como Trillian o Rhymbox entre ellos). Observa: Hay gente que ha hecho clones de MSN a&amp;uacute;n siendo dif&amp;iacute;cil. Y hacer clientes de Jabber es algo m&amp;aacute;s sencillo &lt;strong&gt;&amp;iexcl;Si se decide bastante gente a usar Jabber, las posibilidades pueden crecer en poco tiempo!&lt;/strong&gt; MSN Messenger tiene todo lo que nos ha puesto Microsoft, pero Jabber puede tener todo lo que los usuarios programadores sean capaces de hacer. &lt;strong&gt;&amp;iexcl;Cuanta m&amp;aacute;s gente use Jabber, m&amp;aacute;s mejoras tendremos!&lt;/strong&gt; esto es asi porque los desarrolladores de la mayoria de los programas se sienten satisfechos si son capaces de cumplir las expectativas de los usuarios de los mismos, pide y se te dara, bastara con que digas &quot;quiero esto&quot; y no dudes de que si se puede hacer se hara .&lt;/p&gt;
&lt;p&gt;Por su naturaleza de C&amp;oacute;digo Abierto, Jabber es muy extensible.&lt;/p&gt;
&lt;p&gt;&amp;iquest;Sab&amp;iacute;as que el texto es la base de los emoticonos del Mensseger? por ejemplo &lt;strong&gt;:)&lt;/strong&gt; significa sonrisa y &lt;strong&gt;:(&lt;/strong&gt; significa enfado... usando la imaginaci&amp;oacute;n obtenemos miles de ellos &lt;strong&gt;^_^&lt;/strong&gt; los dibujitos simplemente pasan a modo grafico ese texto A&amp;uacute;n as&amp;iacute;, muchos clientes de Jabber tienen implementadas im&amp;aacute;genes igual que MSN Messenger y entre ellos una gran parte tiene ademas los suyos propios.&lt;/p&gt;
&lt;h1&gt;
Q: &amp;iexcl;Quiero probar Jabber! Aunque s&amp;oacute;lo sea por probar &amp;iquest;Qu&amp;eacute; tengo que hacer?&lt;br /&gt;
&lt;/h1&gt;
&lt;p&gt;Primero tienes que saber c&amp;oacute;mo funciona. Hay una explicación rápida en &lt;a href=&quot;http://www2.jabberes.org/node/view/27&quot;&gt;http://www2.jabberes.org/node/view/27&lt;/a&gt;&lt;/p&gt;
&lt;p&gt;Cada usuario de Jabber tiene un &lt;strong&gt;JID&lt;/strong&gt; (una direcci&amp;oacute;n) al estilo &lt;strong&gt;usuario@Jabber.org&lt;/strong&gt; Se &lt;em&gt;parece a un email&lt;/em&gt; pero &lt;strong&gt;NO es una direcci&amp;oacute;n de e-mail&lt;/strong&gt; sino un JID, es SOLO para Jabber.&lt;/p&gt;
&lt;p&gt;No solo hay &lt;strong&gt;Jabber.org&lt;/strong&gt;, hay &lt;strong&gt;muchos servidores p&amp;uacute;blicos&lt;/strong&gt; que ofrecen Jabber, hay disponible una lista con unos cuantos, aunque si no quieres marearte, puedes usar el servidor Jabber hispano &lt;em&gt;jabberes.org&lt;/em&gt;.&lt;/p&gt;
&lt;p&gt;Imaginemos que Romeo tiene de JID &lt;strong&gt;romeo@montesco.com&lt;/strong&gt; y Julieta est&amp;aacute; en &lt;strong&gt;julieta@capuleto.com&lt;/strong&gt; Cuando Romeo le manda un mensaje a julieta, los servidores montesco.com y capuleto.com se ponen en contacto y Julieta recibe el mensaje de amor sin demora.&lt;/p&gt;
&lt;p&gt;Es decir, &lt;strong&gt;AUNQUE 2 PERSONAS EST&amp;Eacute;N EN SERVIDORES DIFERENTES PUEDEN COMUNICARSE SIN HACER NADA ESPECIAL&lt;/strong&gt;, y pr&amp;aacute;cticamente al instante.&lt;/p&gt;
&lt;p&gt;Ahora, necesitas tu propio JID (direcci&amp;oacute;n Jabber). Para consegurla NO necesitas rellenar largos formularios de datos personales, SOLO necesitas una direcci&amp;oacute;n que no la est&amp;eacute; usando otra persona y una contrase&amp;ntilde;a.&lt;/p&gt;
&lt;p&gt;Puedes registrar tu cuenta desde cualquier programa Jabber que usar&amp;aacute;s para mandar mensajes, pero para ponerte las cosas muy f&amp;aacute;ciles te ofrecemos una ventana de registro WEB.&lt;/p&gt;
&lt;h1&gt;
Q: &amp;iexcl;Ya tengo una cuenta! &amp;iquest;Y ahora qu&amp;eacute;?&lt;br /&gt;
&lt;/h1&gt;
&lt;p&gt;Necesitas un programa para conectarte, elige el que m&amp;aacute;s te guste, puedes cambiar siempre que quieras. Aqui puedes encontrar una &lt;a href=&quot;http://www.jabberes.org/node/view/30&quot;&gt;extensa lista de clientes&lt;/a&gt;&lt;/p&gt;
&lt;h1&gt;
Q: &amp;iquest;Y qu&amp;eacute; hago para que mis amigos usen Jabber?&lt;br /&gt;
&lt;/h1&gt;
&lt;p&gt;Puedes darles la direcci&amp;oacute;n de esta p&amp;aacute;gina, explicarles t&amp;uacute; mismo qu&amp;eacute; es Jabber y dar mucha libertad de elecci&amp;oacute;n.&lt;/p&gt;
&lt;p&gt;E incluso puedes dejar de usar MSN de golpe... es m&amp;aacute;s dificil, pero, mirad lo que hizo ZeNTuRe: &lt;a href=&quot;http://barrapunto.com/comments.pl?sid=36027&amp;amp;cid=211381&quot;&gt;El Correo de Zenture&lt;/a&gt;. A mi me parece un poco radical, pero puede servirte de modelo.&lt;/p&gt;
&lt;h1&gt;
Q: Yo es que de estas cosas no entiendo. Si el Messenger funciona sobre la red de Microsoft, &amp;iquest;no est&amp;aacute; MS en su derecho de cerrarla a otros? &amp;iquest;no son sus servidores?&lt;br /&gt;
&lt;/h1&gt;
&lt;p&gt;R: S&amp;iacute;, son sus servidores. El caso es que Microsoft &lt;strong&gt;no&lt;/strong&gt; proporciona clientes para todos los sistemas operativos existentes y con el cierre de sus servidores a terceros est&amp;aacute; dejando fuera a muchos usuarios que, simplemente, no usan el sistema operativo de&lt;br /&gt;
  Microsoft. Esto es, de hecho, una medida de presi&amp;oacute;n contra los usuarios de otros sistemas que se &lt;em&gt;salen de lo establecido&lt;/em&gt;.&lt;/p&gt;
&lt;p&gt;Microsoft discrimina as&amp;iacute; a los usuarios de sistemas que no son el suyo. En Jabber no se discrimina a nadie.&lt;/p&gt;
&lt;h1&gt;
Q: Y sigue mi ignorancia. Se ha dicho que Jabber no necesita de una red de servidores controlados por una empresa. Entonces, &amp;iquest;sobre qu&amp;eacute; corre?&lt;br /&gt;
&lt;/h1&gt;
&lt;p&gt;R: Sobre servidores tambi&amp;eacute;n, pero NO est&amp;aacute;n controlados por una empresa. Hay implementaciones de los servidores comerciales, por supuesto, pero tambi&amp;eacute;n las hay gratuitas y Libres. Por lo tanto cualquiera puede poner un servidor Jabber y tener libertad para hacerlo privado o p&amp;uacute;blico, de pago o gratuito.&lt;/p&gt;
&lt;p&gt;Y todo ello sin depender de los caprichos de una sola empresa.&lt;/p&gt;
&lt;p&gt;
  Documento origianl de Dithi (&lt;strong&gt;dithi arroba gamebox.net&lt;/strong&gt;)
&lt;/p&gt;
</description>
 <comments>http://www.jabberes.org/node/55#comments</comments>
 <category domain="http://www.jabberes.org/taxonomy/term/10">Introducción</category>
 <pubDate>Thu, 25 Sep 2003 21:25:00 +0000</pubDate>
 <dc:creator>badlop</dc:creator>
 <guid isPermaLink="false">55 at http://www.jabberes.org</guid>
</item>
<item>
 <title>El Libro de Jabber</title>
 <link>http://www.jabberes.org/libro</link>
 <description></description>
 <comments>http://www.jabberes.org/libro#comments</comments>
 <category domain="http://www.jabberes.org/taxonomy/term/10">Introducción</category>
 <pubDate>Tue, 23 Sep 2003 20:36:00 +0000</pubDate>
 <dc:creator>badlop</dc:creator>
 <guid isPermaLink="false">15 at http://www.jabberes.org</guid>
</item>
<item>
 <title>Jabber</title>
 <link>http://www.jabberes.org/node/7</link>
 <description>&lt;p&gt;Jabber es un protocolo abierto basado en el estándar &lt;a href=&quot;http://www.jabberes.org/cgi-bin/wiki.pl/XML&quot;&gt;XML&lt;/a&gt; para el intercambio en tiempo real de mensajes y presencia entre dos puntos en Internet. La principal aplicación de la tecnología Jabber es una extensible plataforma de mensajería y una red de MI (&lt;a href=&quot;http://www.jabberes.org/cgi-bin/wiki.pl/Mensajer%c3%ada_Instant%c3%a1nea&quot;&gt;Mensajería Instantánea&lt;/a&gt;) que ofrece una funcionalidad similar a la de otros sistemas como &lt;a href=&quot;http://www.jabberes.org/cgi-bin/wiki.pl/AIM&quot;&gt;AIM&lt;/a&gt;, &lt;a href=&quot;http://www.jabberes.org/cgi-bin/wiki.pl/ICQ&quot;&gt;ICQ&lt;/a&gt;, &lt;a href=&quot;http://www.jabberes.org/cgi-bin/wiki.pl/MSN_Messenger&quot;&gt;MSN Messenger&lt;/a&gt; y &lt;a href=&quot;http://www.jabberes.org/cgi-bin/wiki.pl/Yahoo&quot;&gt;Yahoo&lt;/a&gt;.
&lt;/p&gt;&lt;p&gt;Jabber destaca porque es distinto:
&lt;ul&gt;
&lt;li&gt;Es &lt;strong&gt;abierto&lt;/strong&gt; -- el protocolo de Jabber es gratuito, abierto, público y comprensible.&lt;/li&gt;&lt;/ul&gt;&lt;/p&gt;
&lt;p&gt;&lt;a href=&quot;http://www.jabberes.org/node/7&quot; target=&quot;_blank&quot;&gt;leer más&lt;/a&gt;&lt;/p&gt;</description>
 <comments>http://www.jabberes.org/node/7#comments</comments>
 <category domain="http://www.jabberes.org/taxonomy/term/10">Introducción</category>
 <pubDate>Thu, 11 Sep 2003 18:07:00 +0000</pubDate>
 <dc:creator>root</dc:creator>
 <guid isPermaLink="false">7 at http://www.jabberes.org</guid>
</item>
</channel>
</rss>
